{
  "delivery": "จัดส่งถึงบ้าน",
  "pick up": "รับสินค้าที่ร้าน",
  "select address": "เลือกที่อยู่",
  "select store": "เลือกสาขา",
  "Reward": "รีวอร์ด",
  "Use my current location": "ใช้ที่อยู่ปัจจุบัน",
  "Add address": "เพิ่มที่อยู่",
  "Pizza store One": "ร้านพิซซ่าหนึ่ง",
  "Pizza store Two": "ร้านพิซซ่าสอง",
  "Pizza store Three": "ร้านพิซซ่าสาม",
  "Sign in / Sign up": "เข้าสู่ระบบ / สมัครสมาชิก",
  "pizza": "พิซซ่า",
  "cheesy puff & square pizza": "ชีสซี่ พัฟ และ สแควร์พิซซ่า",
  "special deals": "ดีลสุดพิเศษ",
  "value set": "ชุดสุดคุ้ม",
  "appetizer": "อาหารทานเล่น",
  "chicken": "ไก่",
  "pasta": "พาสต้า",
  "salad & steak": "สลัดและสเต็ก",
  "drinks & desserts": "เครื่องดื่มและของหวาน",
  "select pizza": "เลือกพิซซ่า",
  "crunchy cheesy": "ชีสซี่ แมกซ์",
  "pan": "พิซซ่าแป้งหนานุ่ม",
  "crispy thin": "แป้งพิซซ่าบางกรอบ",
  "extreme crust": "ขอบเอ็กซ์ตรีม",
  "new york pizza max 9 inches": "นิวยอร์กพิซซ่าแมกซ์ 9 นิ้ว",
  "new york pizza mega 12 inches": "นิวยอร์กพิซซ่าเมก้า 12 นิ้ว",
  "all": "ทั้งหมด",
  "select category and product to order.": "เพิ่มสินค้าลงในตระกร้าเพื่อสั่งซื้อ",
  "about us": "เกี่ยวกับเรา",
  "contact us": "ติดต่อเรา",
  "track your orders": "ตรวจสอบสถานะการจัดส่ง",
  "find stores": "ค้นหาร้าน",
  "privacy statement": "นโยบายความเป็นส่วนตัว",
  "promotion of the month": "โปรโมชันประจำเดือน",
  "special offers": "โปรโมชันสุดพิเศษ",
  "menu": "หมวดอาหาร",
  "see all": "ดูทั้งหมด",
  "follow us": "ติดตามได้ที่",
  "my cart": "ตะกร้า",
  "close": "ปิด",
  "select cheesy puff & square pizza": "เลือกชีสซี่ พัฟ และ สแควร์พิซซ๋า",
  "crab sticks and sausage": "ปูอัดไส้กรอก",
  "Thousand Island Sauce, Mozzarella Cheese, Parsley sausage, Crab stick, Sourcream sauce and Dried parsley": "ซอสเทาซันไอส์แลนด์, มอสซาเรลล่าชีส, ไส้กรอกไก่พาสลีย์, ปูอัด, ซอสซาวครีม และ พาสลีย์แห้ง",
  "spicy bbq chicken": "ไก่เผ็ดบาร์บีคิว",
  "Pizza sauce, Mozzarella Cheese, BBQ Chicken, Red&amp;Green Chili, BBQ sauce and Dried parsley": "ซอสพิซซ่า, มอสซาเรลล่าชีส, ไก่บาร์บีคิว, พริกแดง พริกเขียว, ซอสบาร์บีคิว และ พาสลีย์แห้ง",
  "ham & mushroom": "ดูโอ้แฮมเห็ด",
  "Pizza sauce, Mozzarella Cheese, Mushroom, Ham, Sourcream sauce and Dried parsley": "ซอสพิซซ่า, มอสซาเรลล่าชีส, เห็ด, แฮม, ซอสซาวครีม และ พาสลีย์แห้ง",
  "cheesy puff cheese trio": "ชีสซี่ พัฟ ชีส ทรีโอ",
  "Ham, Bacon, Onion, Mozzarella Cheese, Gouda Cheese, Parmesan Galic Cheese and Cheddar Cheese Sauce": "แฮม, เบคอน, หอมใหญ่, มอสซาเรลล่าชีส, กรูด้าชีส, พาเมซานการ์ลิกชีส และเชดด้าชีสซอส",
  "cheesy puff triple meat": "ชีสซี่ พัฟ ทริปเปิ้ล มีท",
  "Ham, Italian Sausage, Bacon, Galic Butter, Mozzarella Cheese, Gouda Cheese, Parmesan Galic Cheese, Pizza Sauce and Cheddar Cheese Sauce": "แฮม,ไส้กรอกอิตาเลี่ยน, เบคอน, เนยกระเทียม, มอสซาเรลล่าชีส, กรูด้าชีส, พาเมซานการ์ลิกชีส, พิซซ่าซอส และเชดด้าชีสซอส",
  "cheesy puff chicken chili": "ชีสซี่ พัฟ ไก่ ชิลลี่",
  "BBQ Chicken, Galic Butter, Red&amp;Green Chili, Mozzarella Cheese, Gouda Cheese, Parmesan Galic Cheese and Cheddar Cheese Sauce": "ไก่บาร์บีคิว, เนยกระเทียม, พริกแดง พริกเขียว, มอสซาเรลล่าชีส, กรูด้าชีส, พาเมซานการ์ลิกชีส และเชดด้าชีสซอส",
  "cheesy puff sausage & crab stick": "ชีสซี่ พัฟ ไส้กรอกและปูอัด",
  "Parsley Sausage, Crab Stick, Galic Butter,  Mozzarella Cheese, Gouda Cheese, Parmesan Galic Cheese and Thousand Island Sauce": "ไส้กรอกพาสลีย์ไก่, ปูอัด, เนยกระเทียม, มอสซาเรลล่าชีส, กรูด้าชีส, พาเมซานการ์ลิกชีส และซอสเทาซันไอส์แลนด์",
  "view detail": "ดูรายละเอียด",
  "select value set": "เลือกชุดสุดคุ้ม",
  "family combo set 399": "อิ่มแฟมิลี่",
  "Super Deal! Enjoy with medium pan pizza with classic topping, BBQ chicken wing 4 pcs., spaghetti 129.- and waffle fries": "อร่อยจัดเต็มกับพิซซ่าแป้งหนานุ่ม ถาดกลาง หน้าคลาสสิก, ปีกไก่ บาร์บีคิว 4 ชิ้น, สปาเก็ตตี้ 129.- และวาฟเฟิล ฟรายส์",
  "hit combo set 359": "อิ่มดูโอ้ฮิต",
  "Enjoy with a group with medium pan pizza with classic topping, BBQ chicken wing 4 pcs. and spaghetti 129.- ": "อร่อยกันเป็นกลุ่มกับพิซซ่าแป้งหนานุ่ม ถาดกลาง หน้าคลาสสิก, ปีกไก่ บาร์บีคิว 4 ชิ้น, สปาเก็ตตี้ 129.- ",
  "combo set 359 ": "อิ่มเต็มเต็ม",
  "Enjoy with the gang with medium pan pizza with classic topping, Spaghetti 129.-, Crispy onions, Chicken Pop": "อร่อยกันเป็นแก็งค์กับพิซซ่าแป้งหนานุ่ม ถาดกลาง หน้าคลาสสิก, สปาเก็ตตี้ 129.-,คริสปี้หอมทอด และไก่ป๊อบสไปซี่",
  "extreme combo set 499": "เอ็กซ์ตรีมอิ่มฮิต",
  "Enjoy with your group with medium extreme crust pizza with classic topping, BBQ chicken wing 4 pcs., spaghetti 129.- and chicken sticks.": "อร่อยทั้งกลุ่มกับพิซซ่าขอบเอ็กซ์ตรีม ถาดกลาง หน้าคลาสสิก, ปีกไก่ บาร์บีคิว 4 ชิ้น, สปาเก็ตตี้ 129.- และชิคเก้นสติ๊กส์",
  "super combo set 699": "ซุปเปอร์อิ่มยกแก๊งค์",
  "Super Deal! Enjoy with medium extreme crust pizza with classic topping, medium pan pizza with classic topping, spaghetti 129.-, BBQ chicken wing 4 pcs., chicken nuggets and waffle fries.": "อร่อยทั้งครอบครัวกับ พิซซ่าขอบเอ็กซ์ตรีม ถาดกลาง หน้าคลาสสิก, พิซซ่าแป้งหนานุ่ม ถาดกลาง หน้าคลาสสิก, สปาเก็ตตี้ 129.-, ปีกไก่ บาร์บีคิว 4 ชิ้น, ชิกเก้น นักเก็ตส์ และวาฟเฟิล ฟรายส์",
  "combo set 299": "อิ่มครบ",
  "Fulfill your meal with medium crispy thin pizza with classic topping, spaghetti 129.- and chicken nuggets": "อร่อยเป็นคู่กับพิซซ่าแป้งบางกรอบ ถาดกลาง หน้าคลาสสิก, สปาเก็ตตี้ 129.- และชิกเก้น นักเก็ตส์ ",
  "solo set 159 a": "อิ่มป๊อป",
  "Set for one enjoy with small pan pizza with classic topping and chicken pop. Fulfill your meal with medium crispy thin pizza with classic topping, spaghetti 129.- and chicken nuggets": "อิ่มเดี่ยว อร่อยคุ้ม กับพิซซ่าแป้งหนานุ่มถาดเล็ก หน้าคลาสสิก และไก่ป็อปสไปซี่",
  "solo set 159 b": "อิ่มอิ่ม",
  "Duo combination with small pan pizza with classic topping and Crispy onions": "อิ่มเดี่ยว อร่อยคุ้ม กับพิซซ่าแป้งหนานุ่มถาดเล็ก หน้าคลาสสิก และคริสปี้หอมทอด",
  "solo set 199 a": "อิ่มฮิต",
  "Fulfill your meal with a small pan pizza with classic toppings and BBQ chicken wings 4 pieces.": "อร่อยเต็มอิ่มกับพิซซ่าแป้งหนานุ่มถาดเล็ก หน้าคลาสสิก และปีกไก่บาร์บีคิว 4 ชิ้น",
  "solo set 199 b": "อิ่มหน้าเหลี่ยม",
  "So good with so square pizza and chicken nuggets.": "อร่อยเต็มอิ่มกับพิซซ่าแพิซซ่าหน้าเหลี่ยมและชิกเก้น นักเก็ตส์",
  "select appetizer": "เลือกอาหารทานเล่น",
  "crispy onions": "คริสปี้หอมทอด",
  "french fries": "เฟรชซ์ฟรายส์",
  "spicy chicken pop": "ไก้ป็อปสไปซี่",
  "spicy shrimp pop": "กุ้งป็อปสไปซี่",
  "bread sticks": "เบรดสติ๊ก",
  "cheese garlic bread": "ขนมปังกระเทียมชีส",
  "garlic bread": "ขนมปังกระเทียม",
  "chicken nuggets 6 pcs with ketchup": "ชิกเก้น นักเก็ตส์ 6 ชิ้น พร้อมซอสมะเขือเทศ",
  "chicken sticks": "ชิกเก้นสติ๊กส์",
  "fish fingers": "ปลาชุปเกล็ดขนมปังทอด",
  "cheese sticks": "ชีสสติ๊กส์",
  "baked spinach": "ผักโขมอบชีส",
  "bbq dipping sauce": "ซอสบาร์บีคิว",
  "cocktail sauce": "ซอสค็อกเทล",
  "add to cart": "ใส่ตะกร้า",
  "select chicken": "เลือกไก่",
  "BBQ Chicken Wings 6 pcs.": "ปีกไก่ บาร์บีคิว 6 ชิ้น ",
  "Korean Style Chicken Wings 6 pcs": "ปีกไก่ทอด สไตล์เกาหลี  6 ชิ้น",
  "BBQ Chicken Wings 10": "ปีกไก่บาร์บีคิว 10 ชิ้น",
  "Korean Style Chicken Wings 10 pcs": "ปีกไก่ทอด สไตล์เกาหลี  10 ชิ้น ",
  "select pasta": "เลือกพาสต้า",
  "Stir Fried Macaroni Ham and Omelet": "มักกะโรนีผัดแฮมและไข่ม้วนฝรั่งเศส",
  "Stir Fried Macaroni Chicken and Omelet": "มักกะโรนีผัดไก่และไข่ม้วนฝรั่งเศส",
  "Stir Fried Macaroni Chicken Sausage": "มักกะโรนีผัดไส้กรอก",
  "Baked Macaroni and Cheese with Truffle and Ham": "มักกะโรนีอบชีส ทรัฟเฟิลและแฮม",
  "Ham & Mushroom Spaghetti in Alfredo Sauce": "สปาเก็ตตี้แฮมและเห็ดในครีมซอส",
  "Spaghetti Keemao Sausage": "สปาเก็ตตี้ขี้เมาไส้กรอก",
  "Spicy Sausage Spaghetti": "สปาเก็ตตี้ใส้กรอกผัดพริกแห้ง",
  "Spaghetti Carbonara": "สปาเก็ตตี้คาโบนาร่า",
  "Spicy Bacon Spaghetti": "สปาเก็ตตี้เบคอนผัดพริกแห้ง",
  "Spaghetti Kheemao Seafood": "สปาเก็ตตี้ ขี้เมาทะเล",
  "Baked Macaroni & Cheese with BBQ Chicken": "มักกะโรนีไก่บาร์บีคิวอบชีส",
  "Baked Macaroni & Cheese with Bacon": "มักกะโรนีเบคอนอบชีส"
}
